Repository: jorgeroldannovillo/proyecto-traducci-n-3
Catalog: tm/memtrad-wikitravel-Halifax.tmx
Source language: en
Languages: es_es

source: A beautiful Victorian-era garden occupying a large city block, open May to October.
es_es: Un precioso jardín de la época victoriana que ocupa un gran bloque de la ciudad. Está abierto de mayo a octubre.

source: A large public space open to everyone.
es_es: Un gran espacio público abierto a todo el mundo.

source: A relatively more up-scale establishment, catering to a diverse crowd. edit
es_es: Un establecimiento relativamente más a gran escala, que atiende a gente de todo tipo. editar

source: Closes 4AM.
es_es: Cierra a las 4:00h.

source: Dawn to dusk.
es_es: Desde el amanecer hasta el atardecer.

source: A busy club, catering especially to the LGBT community.
es_es: Un club muy concurrido, especialmente para la comunidad LGBT.

source: A large nature park full of old growth forest, large ravine, heart shaped duck pond, music rotunda and a history dating back to the 1700s. edit
es_es: Un parque natural enorme en el que hay un bosque antiguo, un gran barraco, un estanque con forma de corazón y una historia que data de antes del año 1700. Editar

source: A large peaceful park that serves as a vantage point to see the mouth of the harbour and into the Atlantic ocean.
es_es: Es un parque grande y tranquilo que hace de mirador para ver el puerto y el océano Atlántico.

source: M-F 8-5, Sat 7-4, Sun 8-4.
es_es: De lunes a viernes de 8 a 17h, sábados de 7 a 16h y domingos de 8 a 16h.

source: Oldest drive-in diner in Canada, a local institution famous for ... well guess! edit
es_es: Es el comedor drive-in más viejo de Canadá, una institución local famosa para ... bueno, ¡adivínalo! Editar

source: Virtually unchanged since 1956, and often voted the best diner in Halifax, and quite cheap.
es_es: Prácticamente sin cambios desde 1956, y a menudo votado mejor comedor en Halifax, y bastante barato.

source: A sprawling complex of forts from 1790s to 1940s.
es_es: Un complejo de fuertes en crecimiento desde 1790 a 1940.

source: This is the new location of the oldest running farmers' market in North America.
es_es: Esta es la nueva ubicación del Farmers' Market, el mercado en funcionamiento más antiguo en América del Norte.

source: "Pub food" priced food and sixty kinds of imported beer.
es_es: "Pub food" con comida a un precio razonable y sesenta tipos de cerveza importada.

source: A small, cozy tavern attached to Rogues Roost (different ownership), serving local beer and a mix of cocktails, but strangely, no mojitos. edit
es_es: Una pequeña y acogedora taberna anexa a Rogues Roost (propiedad diferente), que sirve cerveza local y una mezcla de cócteles, pero extrañamente, no sirve mojitos. editar

source: Open daily for dinner.
es_es: Abierto todos los días a la hora de cenar.

source: A brewery and taproom located in the North End where beers are paired with experiences. edit
es_es: Una cervecería y una bodega localizada en el extremo norte donde las cervezas son emparejadas con experiencias. Editar

source: A high-concept restaurant with a daily menu.
es_es: Un restaurante gourmet con menú del día.

source: Open Weekdays 11am-12am; Weekends 12pm-2pm.
es_es: Abierto los días laborables 11:00h a 00:00; fines de semana de 12:00h a 2:00h.

source: A relaxed establishment serving local and international beers.
es_es: Un establecimiento tranquilo que sirve cervezas locales e internacionales.

source: Open 'til 6pm every day.
es_es: Abierto desde las 18:00h todos los días.

source: 310 nicely appointed rooms, many of which overlook the harbour.
es_es: 310 habitaciones bien equipadas, muchas de las cuales ofrecen vistas al puerto.

source: Directly connected to Casino Nova Scotia by indoor skyway, the Halifax Marriott Harbourfront Hotel offers unique restaurants, the exquisite full-service Interlude Spa and spectacular views of the Halifax Harbour. $169+.
es_es: > El Halifax Marriott Harbourfront Hotel está directamente conectado con el casino de Nueva Escocia por la autopista Skyway, y ofrece restaurantes exclusivos, el exquisito Interlude Spa de servicio completo y espectaculares vistas al puerto de Halifax. 169$+.

source: Lovely views overlooking the Public Gardens just below the Citadel. $169+.
es_es: Las vistas preciosas por arriba de los Jardines Públicos están justo debajo de la Ciudadela. 169$+.

source: Specialty coffees, teas, cold drinks, and baked goods.
es_es: Especialidad en cafés, tés, bebidas frías y productos horneados.

source: The Prince George Hotel offers guests 189 rooms.
es_es: El Prince George Hotel ofrece 189 habitaciones.

source: A beautifully designed restaurant with astonishingly good, locally sourced meals, with a menu that changes daily based on seasonal availability.
es_es: Un restaurante muy bien decorado, con asombrosas comidas típicas de la ciudad y con una carta que se cambia diariamente basada en disponibilidad estacional.

source: A charming and cozy pizza restaurant - takes pride in its homemade dishes.
es_es: Una pizzería encantadora y acogedora (que se siente orgullosa de sus platos caseros).

source: A constantly rotating menu of expertly prepared dishes, owned and operated by a group of chefs.
es_es: Una carta en constante cambio donde varios expertos preparan los platos todos los días.

source: A convenient place to sit, relax, and watch kids duck between the legs of the pensive Winston Churchill statue out front.
es_es: Un sitio para sentarse, relajarse, y ver a los niños meterse entre las piernas de la pensativa estatua de Winston Churchill.

source: A favourite local chip (fry) wagon parked in front of the main library branch on Spring Garden during the spring and summer.
es_es: Un vagón de las favoritas patatas locales (fritas) aparcado delante de la biblioteca principal en Spring Garden durante primavera y verano.

source: A ferry service connects Digby (about 2.5 hours from Halifax) with Saint John, New Brunswick.
es_es: Un servicio de ferry conecta Digby (aproximadamente a 2 horas y media de Halifax) con Saint John(New Brunswick).

source: A ferry service in North Sydney, Nova Scotia connects Nova Scotia with Newfoundland.
es_es: Un servicio de ferry en el extremo norte de Sydney (Nueva Escocia) conecta Nueva Escocia con Newfoundland.

source: A fine example of Georgian architecture, the building first opened in 1842.
es_es: Siendo un claro ejemplo de arquitectura Georgiana, el edificio se abrió por primera vez en 1842.

source: A list of all special pages [Alt+Mayús.+q]
es_es: Una lista de todas las páginas especiales [Alt+Mayús.+q]

source: A list of all wiki pages that link here [Alt+Mayús.+j]
es_es: Una lista de todas las wiki páginas enlazadas aquí [Alt+Mayús.+j]

source: A list of edits made from this IP address [Alt+Mayús.+y]
es_es: Una lista de ediciones hecha de esta dirección de IP [Alt+Mayús.+y]

source: A list of recent changes in the wiki [Alt+Mayús.+r]
es_es: Una lista de cambios recientes en el wiki [Alt+Mayús.+r]

source: A must see, especially during Canada day (July 1st) celebrations.
es_es: Algo imprescindible de ver, sobre todo durante las celebraciones del día de Canadá (1 de julio).

source: A plethora of foods that are native to Nova Scotia are easy to find in Halifax: one is the Halifax donair, which is similar to but distinct from the doner kebab.
es_es: Multitud de comidas nativas de Nueva Escocia son fáciles de encontrar en Halifax: una es el "Halifax donair", el cual es similar al doner kebab.

source: A reasonably priced internet cafe in Nelson Place in downtown Halifax.
es_es: Hay un internet café con precios razonables en Nelson Place en el centro de Halifax.

source: A second ferry operates Monday to Fridays (except holidays) serving the Woodside ferry terminal, providing a slightly different view of the harbour.
es_es: Hay un segundo ferry que opera de lunes a viernes (excepto festivos) sirviendo en la terminal del ferry Woodside, que aporta una visión del puerto ligeramente diferente.

source: A side venture from the folks who run Brooklyn Warehouse, Ace does damn fine and very affordable burgers.
es_es: Una empresa de los mismos dueños de Brooklyn Warehouse, Ace hace unas hamburguesas baratas e increíblemente buenas.

source: A true Maritime experience.
es_es: Una verdadera experiencia marítima.

source: A very lively time of year along the harbourfront, with music and stalls selling food and the standard run of touristy souvenirs.
es_es: Un tiempo del año muy vivo en el paseo marítimo, con música, puestos de comida y los típicos puestos de souvenirs turísiticos.

source: A world-renowned Italian restaurant located on Lower Water St. inside the Brewery Market.
es_es: Un restaurante italiano mundialmente conocido localizado en Lower Water Street, dentro de Brewery Market.

source: A yearly event, taking place in early September.
es_es: Un evento anual que tiene lugar en septiembre.

source: About Wikitravel
es_es: Sobre Wikitravel

source: Affiliated with Dalhousie University, King's is known for its journalism programs.
es_es: En convenio con la Universidad Dalhousie, la de King's es conocida por sus programas de periodismo.

source: After the war, over a million immigrants to Canada passed through Halifax.
es_es: Después de la guerra, más de un millón de inmigrantes entraron a Canadá a través de Halifax.

source: After you've had your fill, donate the rest of your chips to the city's ever-hungry pigeon population.
es_es: Después de llenarte, ofrece el resto de tus patatas a las siempre hambrientas palomas de la ciudad.

source: All destination articles
es_es: Todos artículos de destino

source: All prices quoted include taxes and recycling deposits.
es_es: Todos los precios incluyen impuestos en el reciclaje y otros.

source: Along with local produce, milk, bread, meat, and preserves, you'll find a diversity of local and ethnic prepared foods, plants, artwork, clothing, and all sorts of other interesting stuff that you may not expect for find at a Farmers' Market.
es_es: Junto a la producción local, leche, pan, carne y conservas, podrás encontrar una gran diversidad de comida para llevar tanto local como internacional, además de plantas, obras de arte, ropa y toda clase de artículos interesantes que, seguramente, no esperas encontrarte en Farmers' Market.

source: Also consider local pubs (see Drink), many of which serve up great food.
es_es: También son una buena opción los pubs locales (ver Qué beber), muchos de los cuales sirven buena comida.

source: Also, located behind the museum is the HMCS Sackville, the last remaining Flower Class escort Corvettes from the convoys of WW2 (also open for guided and non guided tours)
es_es: Además, situado detrás del museo se encuentra el HMCS Sackville, la última de las corbetas de clase Flower de los convoys de la Segunda Guerra Mundial (también abierto para visitas guiadas y no guiadas).

source: Although Halifax has an extensive public transit service, it tends to be focused on commuters and shoppers, and may not be ideal for tourists traveling outside of downtown.
es_es: Aunque Halifax tiene un servicio de transporte público extenso, tiende a centrarse en los viajeros y en los compradores, y podría no ser lo ideal para los turistas que viajan fuera del centro de la ciudad.

source: Although Halifax is a major East Coast port, no scheduled passenger ferries serve the city, other than the local ferry crossing the harbour to Dartmouth.
es_es: Aunque Halifax es un importante puerto de la Costa Este, no hay ningún ferry de pasajeros programado que cruce a la ciudad, con excepción del ferry local que cruza el puerto hasta Dartmouth.

source: Among the military installations around the city are Windsor Park, Stadacona and HMC Dockyard.
es_es: Entre las instalaciones militares de la ciudad están el Parque Windsor, Stadacona y el arsenal HMC.

source: An English-style B&B with just two rooms, starting from $85.
es_es: Un B&B de estilo inglés de solo dos habitaciones, desde 85$.

source: An express bus service (route #320) to downtown Halifax — making intermediate stops in Fall River and Dartmouth — takes 55 minutes and costs $3.50 one-way, or $1.00 extra with a transfer from another route.
es_es: Un autobús exprés (ruta #320) al centro de Halifax — realizando paradas intermedias en Fall River y Dartmouth — tarda 55 minutos y cuesta 3.50$ solo ida, o añadiendo 1.00$ extra con un trasbordo de otra ruta.

source: Annapolis valley (page does not exist)
es_es: Valle Annapolis (la página no existe)

source: Another seafood worth having is scallops, as they are generally higher quality than the ones you get in many parts of North America (note that good scallops are the size of a golf ball or larger, and do not taste fishy).
es_es: Otro valor de marisco que tiene es vieiras, cuando son generalmente de mayor calidad que las que puedas encontrar en muchas partes de América del Norte (las vieiras de buena calidad son la mitad de una pelota de golf o más grandes, y no saben a pescado).

source: Apr
es_es: Abr

source: Articles needing IsPartOf category
es_es: Los artículos que necesitan categoría IsPartOf

source: As a sliver of scarce downtown green space, the front lawn of the building is well-used by Haligonians as a meeting spot, a reading spot, and most importantly as a place to eat french fries on lunch breaks.
es_es: Como una astilla de espacio verde en el centro de la ciudad, los haligonians utilizan el jardín delantero del edificio como punto de encuentro, un sitio de lectura, y más en particular como un sitio para tomar patatas fritas o para los descansos para comer.

source: As such, to the keen observer, it is still possible to imagine where the walls that once fortified Halifax would have run along this site.
es_es: De este modo, para un ávido observador todavía es posible imaginar donde las paredes que una vez fortificaron Halifax han rodeado este lugar.

source: At some lights, there is an "advanced green", or flashing green light, which means that you can proceed left, straight, or right at your leisure.
es_es: En algunos semáforos, hay un "verde avanzado", o luz verde parpadeante, lo que significa que puedes continuar por la izquierda, recto o por la derecha sin prisa.

source: At the head of the Basin is the community of Bedford.
es_es: Al frente de la cuenca está la comunidad de Bedford.

source: Atlantic Provinces
es_es: Provincias atlánticas

source: Aug
es_es: Ago

source: Authentic Mexican Food.
es_es: Auténtica comida mexicana.

source: Available from May 1st to August.
es_es: Disponible desde el 1 de mayo a agosto.

source: Bacon bits are sometimes added.
es_es: A veces se añaden trocitos de bacon.

source: Be careful of street parking on major routes in and out of downtown where parking may be banned during rush hours.
es_es: Tenga cuidado con el estacionamiento en las carreteras principales dentro y fuera del centro de la ciudad, donde puede estar prohibido durante las horas punta.

source: Be especially careful at night in certain areas of the North End (Gottingen Street, Uniacke Square) and the Halifax Commons.
es_es: Sea especialmente cuidadoso por la noche en ciertas zonas del extremo del norte (Gottingen Street, Uniacke Square) y el Halifax Commons.

source: Be vigilant around drunken folks late at night in the downtown bar scene.
es_es: Vigila cuando estés alrededor de gente borracha a medianoche en la zona bares del centro.

source: Beans are roasted in store twice a week.
es_es: En la tienda se cocinan alubias dos veces por semana.

source: Beautiful buildings mixed with the growing amount of new stores make this definitely a nice place to 'hit up'.
es_es: Encontrarás edificios de todos los colores mezclados con la gran cantidad de nuevas tiendas que han hecho de este lugar el "boom" del momento.

source: Beautiful interior.
es_es: Interior bonito.

source: Behind the bizarre name lies a stunningly decorated and sprawing complex incorporating everything from chandeliers to lush indoor gardens.
es_es: Detrás de este nombre raro hay un complejo impresionantemente decorado que incorpora desde lámparas de araña hasta exhuberantes jardines de interior.

source: Better to get out there early in the day to avoid tour buses.
es_es: Es mejor ir temprano para evitar autobuses turísticos.

source: Beyond this time frame, a car rental will significantly open up the surrounding area.
es_es: Más allá de este plazo, el alquiler de coches se abrirá significativamente por la zona circundante.

source: Bluegrass night every Wednesday, no cover. edit
es_es: Noche de Bluegrass cada miércoles, sin cubierta. Editar

source: Both bridges charge a $1.00 toll for cars.
es_es: Ambos puentes cobran un dólar de peaje para coches.

source: Both have direct access to the major provincial highways and while the Aerotech Park is next to the airport which influences the Aerospace theme, Burnside has ~10-15 min travel time to the Airport.
es_es: Ambos tienen acceso directo a las carreteras principales y, además, el polígono de Aerotech está al lado del aeropuerto, lo cual influye en la temática de aeroespacial. Burnside está a 10/15 min del aeropuerto.

source: Budget
es_es: Presupuesto

source: Buskers play music both inside and out of the building.
es_es: Buskers tiene música en directo tanto dentro como fuera del edificio.

source: Buy
es_es: Compras

source: Buying lobster from the various fishermen markets or directly from the fishermen themselves (who will often sell street side out of a car) will get you the best deal.
es_es: Comprar langostas de los mercados de pescadores o directamente de los pescadores mismos (quienes a menudo venderán al lado desde su coche) será lo mejor.

source: By boat
es_es: En barco

source: By bus
es_es: En autobús

source: By car
es_es: En coche

source: By plane
es_es: En avión

source: By taxi
es_es: En taxi

source: By train
es_es: En tren

source: Cafe on the front makes great food. $20 dorms, $57.50 private rooms, $80 family rooms.
es_es: La cafetería de enfrente prepara buena comida. 20$ los dormitorios, 57.50$ las habitaciones privadas, 80$ cuartos para familia.

source: Calling and reserving cabs is rarely an issue.
es_es: Llamar y reservar un taxi no suele ser un problema.

source: Can get very busy on summer evenings.
es_es: Puede llenarse mucho en las noches de verano.

source: Canada
es_es: Canadá

source: Canada's equivalent of New York's Ellis Island, this historic waterfront building processed over a million immigrants.
es_es: El equivalente de Canadá de la isla Ellis de Nueva York, este histórico edificio de la zona marítima procesó a más de un millón de inmigrantes.

source: Casual patio dining downstairs, fancier setting upstairs.
es_es: En la planta baja hay un patio-comedor y arriba un escenario más sofisticado.

source: Category:All destination articles (page does not exist)
es_es: Categoría: Todos los artículos de destino (la página no existe)

source: Category:Articles needing IsPartOf category (page does not exist)
es_es: Categoría: artículos que necesitan categoría IsPartOf (la página no existe)

source: Category:Guide articles
es_es: Categoría:Artículos guía

source: Category:Has custom banner
es_es: Categoria: Banner a medida

source: Category:Pages linked to a data item for a disambiguation (page does not exist)
es_es: Categoría: las páginas enlazadas a un elemento de datos para una desambiguación (la página no existe)

source: Certain areas in North Dartmouth, Spryfield and Fairview are known for their crime problems but are generally safe during the day.
es_es: Ciertas áreas en North Dartmouth, Spryfield y Fairview son conocidas por sus problemas con el crimen, pero generalmente son seguras durante el día.

source: Check the Web site for traveling exhibitions.
es_es: Mira la web para encontrar exposiciones itinerantes.

source: Cheers is a bar atmosphere which features live bands.
es_es: Cheers es un bar de ambiente que cuenta con bandas en vivo.

source: Chef/Owner Mark Giffin prepares unbelievable breakfasts, lunches and bake goods for you to enjoy with a complete selection of coffees, teas and other non-alcoholic beverages.
es_es: El chef y dueño Mark Giffin prepara increíbles almuerzos, comidas y cosas horneadas para que las disfrutes con una selección completa de cafés, tés y otras bebidas no alcohólicas.

source: Chinese Food.
es_es: Comida china.

source: Choose your steps and drive carefully.
es_es: Elige tus pasos y conduce con cuidado.

source: Climate
es_es: Clima

source: Closed Sunday.
es_es: Domingo cerrado.

source: Connected to independant grocer Local Source.
es_es: Conectado a la tienda independiente Local Source.

source: Contact Wikitravel
es_es: Contacto Wikitravel

source: Contains a wide range of local micro-brewery beer (originally Granite Ales, but now carries a much wider stock).
es_es: Contiene una gran gama de local de cervezas (originalmente sólo vendía Granite Ales, pero ahora lleva un stock mucho más amplio).

source: Contributions
es_es: Contribuciones

source: Cool atmosphere of young professionals and quirky North End kids.
es_es: Buena atmósfera con jóvenes profesionales y peculiares niños del extremo norte.

source: Create account
es_es: Crear una cuenta

source: Create category
es_es: Crea una categoría

source: Customers pay cover at the doors to either one of the two bars and gain access to both.
es_es: Los clientes pagan la cobertura para entrar por cualquier puerta y tienen acceso a ambos clubs.

source: Cute, quirky cafe/bar, with a solid array of vegan/vegetarian/carnivore snacks and meals.
es_es: Una cafetería / bar bonita y peculiar, con una variedad sólida de aperitivos y comidas carnívoras, vegetarianas y veganas.

source: Daily highs (°C)
es_es: Máximas diarias (°C)

source: Dartmouth (Nova Scotia)
es_es: Dartmouth (Nueva Escocia)

source: Dec
es_es: Dic

source: Definitely very lively and a must see!
es_es: Es sin duda muy animado e imprescindible de ver.

source: Digby (page does not exist)
es_es: Digby (la página no existe)

source: Direct connections to Europe are provided by Air Canada (London-Heathrow), Thomas Cook Airlines (London-Gatwick), Condor (Frankfurt/Main, May-October only), Canadian Affair and Icelandair (short stopover in Reykjavik).
es_es: Las conexiones directas a Europa están proporcionadas por Air Canada (Londres- Heathrow), Thomas Cook Airlines (Londres-Gatwick), Condor (Frankfurt/Main, sólo de mayo a octubre), Canadian Affair y Icelandair (con corta escala en Reikiavik).

source: Discussion
es_es: Discusión

source: Discussion about edits from this IP address [Alt+Mayús.+n]
es_es: Sobre las ediciones de esta dirección IP [Alt+Mayús.+n]

source: Discussion about the content page [Alt+Mayús.+t]
es_es: Sobre el contenido de la página [Alt+Mayús.+t]

source: Do
es_es: Qué hacer

source: Dorm and apartment-style accommodation From late May-Aug.
es_es: Dormitorios y apartamentos de mayo a agosto.

source: Driving from the airport to downtown Halifax takes about 35 to 40 minutes, longer in the morning rush hour.
es_es: Si se conduce desde el aeropuerto hasta el centro de Halifax se tarda aproximadamente entre 35 y 40 minutos, puede que más tiempo por la mañana en hora punta.

source: Due to Halifax's location on a peninsula, traffic jams occur daily during morning and afternoon rush hour a the "pinch points" entering and leaving the peninsula.
es_es: Debido a la localización de Halifax en una península, los atascos de tráfico ocurren diariamente durante las horas puntas por la mañana y por la tarde en los "atolladeros" que entran y salen de la península.

source: During the summer months, there are many harbour boat tours that launch from here.
es_es: Durante los meses de verano, hay muchos tours en barcos del puerto que zarpan desde aquí

source: Earth
es_es: Tierra
